label 镜中之人06:
    $ gui.accent_menu_background = "gui/横置game1.png"
    $ gui.rebuild()
    scene duzi with fade
    "林接过钟的位置，坐在柜台前，他这样说的话，似乎是还会有谁来，但大早上还会有什么人来呢？"
    "他不知道，也不清楚，观察起了周围，桌子上的药日期很新，而桌子下，则是连日期都没有的，在哪里肯定还放着根本没有包装的药。"
    "他想起了两个人第一次在龙门相遇的情形，不，那不是相遇，而是自己在寻找他，有求于他。"
    "得了病的蝶，身体很虚弱，来到龙门之后便是高烧，但感染者的症状却在一天又一天的时间中，变得越来越轻，林似乎理解了什么，但还是不敢相信。"
    "人怎么可以治愈源石感染，大片的晶体在血的淋漓之中，一片片地脱落剥离，仅留了时不时会脱力的后遗症。"
    "他知道的，蝶也知道，依赖着彼此的两个人，作了没有后果的约定。"
    "于是根据最后的信息，林找上了钟，他确信，他还是自己从前认识的那个人，但是变得更加执着。"
    "他会不会发现，这迟来的希望，算是自己浅浅的好意，可也是走一步，一步危险，什么都没有的自己，要如何保证钟的决心呢？"
    "他拿起笔，撰写着治疗的代价，那是实验室的成果，只存在于自己记忆中的成果。"
    show lin at left with dissolve
    "有人敲门，林站起来，等待第二下敲门，第三下，将门打开，是一名黑发的少年。"
    "似乎与自己年龄相仿，穿着与自己并不相称的白色大衣，背后背着一把大剑。"
    u "“你是谁，钟医生呢？”他问。"
    l "“里面在治疗。”林坐回原位，继续写着。"
    u "“这么说，我来的不是很巧了。”他观察着周围，没有打算离开的意思。"
    u "“我在你的身上感受到了熟悉的气息。”他盯着林。"
    l "“我不清楚你在说什么。”他停下了笔。"
    u "“是血。”少年将脸瞬间凑过来，右手抓住了剑柄。"
    l "“我并不建议你在这里挥刀。”林没有动。"
    l "“而且，如果遇上每个人，你都想打一场的话，迟早会输得很惨。”"
    "林清楚，他说的那股血的味道。"
    u "“我的规则，可是有着堵上命的条款。”他笑了起来。"
    l "“疯子！”严肃地回应他。"
    "他把手放下来，回退姿态。"
    u "“好吧，我确实是个疯子。”他两手一摊表示无所谓，似乎已经听惯了这样的称呼。"
    show zhong with dissolve
    "钟带着人走出来，刚想要说什么，却又止住。"
    l "“没什么问题，保持现状，不要去想它。”他插进了两个人的中间，手中提着药，放在了柜台上。"
    l "“谢谢。”"
    "林拿起药，站了起来，带着孩子打算离开。"
    while count_lin==2:
      u "“哦，我好像见过你。”"
      "少年突然说，盯着藏在蝶身后的缄默。"
      u "“是那个欠钱小偷的孩子吧！”他笑了起来，丝毫不掩饰自己的鄙夷。"
      "“林抓紧了孩子的手。”"
    u "“就这样悻悻地离开吗？”"
    l "“当面说人坏话可不好。”"
    u "“呐，来打一架吧！”他挑衅地说。"
    z "“要打出去打！”钟拿起本子。"
    "门在此时敲响，一声，两下，门没有关，有谁推开了门。"
    "屋外的光，将他的脸照得清楚，白色的影子冲了出去，让林没有反应过来。"
    "“咚！”"
    "巨大的响声传来，令屋子里的四人警觉了起来。"
    d "“蝶，拿上这个。”"
    "林从衣服中掏出手枪交给了她。"
    z "“喂，她会用吗？”钟问。"
    l "“你会。”林对他说，走了出去。"
    z "“哎，真是。”"
    "钟有些烦躁地挠了下头，站了起来，孩子一起走了出去。"
    scene zhensuo with fade
    play music "<from 60>audio/bat_normal01.mp3"
    "少年将一个人的脖子紧紧抓住，将他举起，抵在诞生裂纹的墙上。"
    "这裂纹延伸到镜子上，破碎跌落，散在地面。"
    u "“景，你真是让我好找。”"
    "少年的声音中多了几分冷酷。"
    u "“你以为你自己能够逃到哪里呢？东西呢？”"
    show jing at right with dissolve
    i "“放在一个你们永远找不到的地方。”他勉强地回答，那声音微弱又很细，仿佛在窒息的边缘摇摆。"
    "少年用右手将剑拔出来，指向身后。"
    u "“你来到这里是为了那个女人吗？”他用剑尖威胁着，从屋子里出来的人。"
    u "“你怎么还不放弃呢？这种病治不了。只会一点点地拖垮你，也给她带来痛苦。”"
    i "“她是我的妻子，是我的家人。”"
    u "“真是让我厌恶！”"
    "少年将剑挥下去，砍断了他的左臂。"
    u "“搞不清状况吗？”"
    u "“是你有求于我。”"
    i "“不，谷涸，是你有求于我。”"
    show gu with dissolve
    "景露出了得意的笑容。"
    "少年愤怒，放下去的刀抬起来，用力地砍下去。"
    "“铛！”"
    hide gu with dissolve
    show lingu at right with fade
    "是剑与刀的碰撞，林站在了少年的身旁。"
    l "“在医生面前杀人，也该够了吧！”"
    "他说得很平静，交错的刀却无法继续对峙，仿佛有什么在阻挡着他。"
    "在完全溃堤前，林用力地弹开。"
    hide lingu with dissolve
    hide jing with dissolve
    show lin with dissolve
    show gu at right with dissolve 
    show zhong at left with dissolve
    z "“我像是承受力那么小的人吗？”"
    z"“只是让孩子看到就不好了。”他将孩子护住。"
    u "“你认识他？”"
    "少年看到了景想要逃避的眼神，一边说，一边将视线转向林。"
    l "“见过一次面罢了。”"
    "林毫不犹豫地说出口，丝毫不管景焦急的眼神，他在言语之后，得到了宽慰。"
    u "“我杀不了你，杀他总可以吧！”"
    "他松开抓住景的手，脚用力地一踩，是骨头碎裂的声音，景瘫软在墙边，剑挥了出去。"
    hide zhong with dissolve
    hide lin with dissolve
    hide gu with dissolve
    show jing at right with dissolve
    show gu with dissolve
    show lin at left with dissolve
    i "“和他没关系，住手，谷涸。”景大口地喘息，大声地喊出。"
    hide jing with dissolve
    hide lin with dissolve
    hide gu with dissolve
    show lingu with dissolve
    "刀迎着向前，与剑再次碰撞在一起，对峙，有无穷的压力迫使林处于劣势，被一步步逼退。"
    "他的力气这么大的吗？林迅速抽走刀，侧身越过，躲开了打在墙上的一剑，令墙崩裂。"
    hide lingu with dissolve
    show lin at left with dissolve
    show gu with dissolve
    g "“哦，我懂了，就是他让你有了想要叛变的想法吧！”他将剑向着斜上拉起，挥空了。"
    hide gu with dissolve
    show gu with dissolve
    "林的刀穿过防守的大空洞，砍中了他的手，却像是砍在了什么坚不可摧的事物上。"
    "两个人互相对视了一眼。下一秒是谷涸的手盯着刀刃翻转过来，劈了下去。"
    "林拉回刀，向后退去，躲过了这一剑，后背却碰到了墙壁。"
    "谷涸笑了起来，同时右脚向前迈出，将身体拉动，回拉直剑。"
    "弹开想要挡住的刀，弹开从上而来的刀，弹开妄想抓住的手，创造了一个从左腹下到又肩膀的伤口，血迸发出来。"
    hide gu with dissolve
    hide lin with dissolve
    show lin with dissolve
    show gu at right with dissolve
    show zhong at left with dissolve
    "“peng!”"
    "枪声响起。是钟接过双手忐忑的蝶，向着天上开了一枪，令鸟丛涣散。"
    z "“停下！”他将枪指着谷涸。"
    g "“号称中立的医生，在这个时候倾向于自己的熟人了吗？”他收回剑，仍然盯着林。"
    "血染红了衣服，却又快速地愈合，不对，是被抵住，砍下去的感觉，有种说不出来的怪异。"
    z "“哪有什么中立之说，我只是不想惹祸上身。”"
    "钟大方地承认，脸上呆着微笑。"
    g "“情况好就不干涉，情况不对就出来维持可笑的公平正义。”他对着林笑了起来。"
    "“打得一手好算盘啊，医生。”"
    g "“不过，一切都是为了利益。”他转过头看向医生。"
    g "“这个人到底给了你什么，让你愿意送命。”"
    z "“送命的这种说法可不对。”他继续说。"
    z "“他可以给我一个答案，一个不知道正确与否的答案。”"
    g "“这就足够了吗？”他将剑再次握紧。"
    z "“足够了。”"
    "在钟说出口的同时，谷涸向前双手握住直剑，用力地横挥。"
    "“peng!”"
    "枪声再次响起来，打中了他，却像是失去了动力一般，子弹掉落在地上，但是同样地有什么让他的动作停了下来。"
    z "“是的，只要我想，你就无法碰到我。”他对略微呆滞在原地的谷涸说。"
    g "“不过，你也同样伤不到我。”"
    "谷涸调整姿势，转向景。"
    g "“你要是敢逃，那个女人也活不了”。"
    z "“拿住！”"
    "钟将手枪推给蝶，从衣服中拿出了铃铛，向前冲去，挡在他的面前，再次将他停下，他的动作被终止。"
    g "“你也是感染者？”他将剑丢了出去，逼退钟的位置，露出了一个巨大的口子。"
    "钟还想上前，但是他已经抓住了剑，挥了出去，在铃铛响之前，剑刃破碎了铃铛，发出了无锈的白噪。"
    l "“小心。”"
    hide zhong with dissolve
    "林冲上来，将钟推开，继续挥舞的剑，弹开刀，划过双手，却因为侧身的躲避而挥空。"
    "接着，是变向的一刺，刺中景的心脏，攥心之痛，令他跪倒在地上。"
    "仅剩的右手不顾划伤，将破碎的镜子拼凑，铃声再次响起，林将捂着头的谷涸撞倒在地。"
    "抱着的身体在地上翻滚，玻璃的碎屑喇开衣服，扎入皮肤，泛出鲜红的是林。"
    "但那声音一阵接着一阵，总能找到反击的机会，也就将手刺出血，沾染在谷涸的脸上，留下拳印。"
    scene zhankai with fade
    play music "<from 60>audio/bat_normal01.mp3"
    "紧接着白色的光从镜子之中亮起，将扭打在一起的两人，一同有些疯癫的景吞没，成为了凭空消失的三个人。"
    scene jingjie with fade
    "待两人恢复视野后，出现在眼前的是一个巨大的空间，一个由无数面镜子紧密并排所构成的世界。"
    show gu at right with dissolve
    show lin at right with dissolve
    "透来白色的光将世界照亮，被压在底下的谷涸将还未反应过来的林击飞，缓缓地站了起来。"
    hide lin with dissolve
    show lin at left with dissolve
    l "“这是什么？”林站起来，询问并不惊讶的谷涸。"
    g "“镜中世界，那个混蛋一点点构筑的通道。”他将拳头握紧，对着林挑衅式地说。"
    g "“不过，也正好我们终于能够好好地打一场了吧！”用力地向下踩出一脚，便将站立的镜子破碎，镜子消失在了这个空间之中。"
    l "“正合我意。”"
    hide lin with dissolve
    hide gu with dissolve
    show lingu with fade
    "林同样握紧拳头，迎着他冲了上去，血肉碰在一起，却没有声音。"
    "他仿佛打在什么软绵绵的事物上，绷直的手臂被弹开谷涸的手收得更快，挥出了第二拳。"
    "林的左臂向外挡，还是同样的感觉，只好侧头向下蹲去，将拉回的右拳对着他的腹部冲去。"
    "什么都没有发生，手指似乎是碰到了虚无，还是被什么所散去了力量。"
    "他想要向前推力，身体已经动了，手臂却不能移动丝毫，他便知道自己永远无法在体术上对抗过他。"
    g "“什么啊！”他得意地笑着说。"
    g "“一点力气也没有啊！”"
    "他抬起膝盖，向着林的腹部顶去，交叉的双手挡住了大部分的力量。"
    hide lingu with dissolve
    show gu at right with dissolve
    "可依然是很痛啊，林被踢出去很远，后脚跟撞在镜框之上，向后倾倒，咳出鲜血。"
    "谷涸悠闲地一步步走来，每步都将脚下的镜子踩碎，他丝毫不心疼，也并不担心自己是否能够出去，因为——"
    g "“景，你还在这里的吧！”他向挣扎着起身的林踢出了一脚，将血洒在镜子上。"
    g "“没想到未偃真的做到了。”"
    show lin at left with dissolve
    g "“人的记忆真的能够篡改，想必在如此多的镜子之中，你也不清楚到底哪个是哪个了。”他又踢了林一脚。"
    hide gu with dissolve
    hide lin with dissolve
    show lingu at left with fade
    g "“仅剩下了本能的你，到底怎么是好呢？”他将脚踩在林的侧腹。"
    g "“这里可是有一个因为你要死的人，哦，不，是朋友，你能够独自逃跑吗？”"
    "没有人回应，就像是他自导自演一般，有些自傲，有些愤怒，脚下的力不断加码。"
    g "“我的忍耐是有限的。”"
    "还不能让他死掉，谷涸想要抬起脚再踢一下，却感受到了阻力。"
    "向下看去，是他抓住了自己的脚踝，不是找死吗？"
    "用力地向下踩去，身体翻滚几轮，径直地站了起来，有点奇迹，细细看去，是附着在背后的藤蔓支撑着掩息的林。"
    g "“原来你是感染者。”两个人富有默契地同时说出。"
    "谷涸还想惊叹于什么，无数的藤蔓从脚下生出，攀在他的身上，几近将他的全身覆盖。"
    "附着的刺想要迸发，向着里的被崩坏。"
    g "“我用的可不是将力量传递出去的技艺。”"
    hide lingu with dissolve
    show gu at left with fade
    "他对林说，双臂向外展开，将藤蔓撕裂，再次向林冲了过去。"
    g "“你是不可能打倒我的。”"
    "一路的轨迹将生长在脚下的藤蔓踩碎，也就将镜子污染。"
    "于是谷涸迎来蔓尖，被急速甩出的藤，无数的蔓尖与藤在碰到他的那一刻开始扭曲，被顶着不断地收缩，变成了一团，纠缠不清的事物。"
    "他的一拳，稳稳地打中了他的腹部，贯穿了整个身体，感觉真实却又有些空虚。"
    "想要抽回时，藏在身体中的种子疯狂地生长起来，再次将他包裹，完完全全地掩盖。"
    g "“耍小聪明时没有用的。”"
    "谷涸从荆棘的牢笼中走出，绿色的表面开始枯黄，连带着周围镜子的暗淡。"
    hide gu with dissolve
    show gu at right with dissolve
    show lin at left with dissolve
    "他看到了林，还在自己原本的位置。"
    g "“你是如何骗到我的呢？一切从刚刚就有些不对。”"
    g "“奥，是气味吗？”"
    "他看到附着在林身上的藤蔓，长出了花，由衷地感慨说。"
    g "“不错，可惜不是毒气，不过我也并不害怕就是了。”"
    g "“我已经将身体封存在过去的某个时刻了。”"
    hide gu with dissolve
    show gu with dissolve
    "向着林走去，瘫在地上的两双手臂，长出了源石的结晶，他蹲了下去。"
    l "“肆意使用力量，却没有任何的束缚。”"
    "林一边倾吐着鲜血，一边说。"
    g "“不公平吧！不公平吧！我是被选中的那个人，和你们不一样！”"
    g "“最后重申一次，景，你真的要让这个无辜的朋友死去吗？”"
    "没有回应。"
    g "“那好吧！如果你这么狠心，在杀掉他之后，我也会将这个世界毁灭，反正可以替代你的模板还有无数个。”"
    "他举起了拳头。"
    show jing at right with dissolve
    i "“停下！”"
    "景从正前的一面镜子中走出来。"
    g "“终于肯出来了吗？”谷涸站起来。"
    g "“让我猜一猜，其实你根本不在乎这个人的死活，而是有个秘密被埋藏在这里，你不得不出现。”他有些开心地说。"
    g "“啊，是什么啊，不会是那个被你偷走的东西吧！”他观察着景的表情，在这一瞬间有了变化。"
    i "“你们什么时候对我做了手脚。”他愤怒地说着。"
    g "“从一开始。”他冲了过来，伸出手想要抓住景。"
    i "“我就不该相信你们。”"
    hide lin with dissolve
    hide jing with dissolve
    "景将手穿入右边的镜子，将掩息的林拉了出来，又抱着他向后一跃，两个人消失在镜子之中，无影无踪。"
    g "“可恶！”"
    "谷涸的手握成拳头，将三面镜子击碎，连带着这竖起的整个屏。"
    play music bat_epic
    scene bengsui with fade
    "一道巨大的裂纹不断延伸，最终破碎了世界的一壁，可这一壁之后又是一壁，愤怒的他又开始不计任何代价地破坏镜子，可无数的镜子，要破坏多久呢？"
    "过了许久，累了的谷涸坐在由镜子构成的台阶之上。"
    show gu with dissolve
    "一个和景一模一样的人出现在了他的面前，一样的黑发，一样的红棕色外衣与牛仔裤，带着一把直剑，那正是他所持有的直剑。"
    show jing at right with dissolve
    i "“没有抓到他吗？”"
    i "“那个偷了东西的人。”他将剑丢给谷涸。"
    g "“你是来嘲笑我的失败的吗？”"
    "谷涸接住剑，看着面无表情的景，一种说不出的愤怒油然而生。"
    i "“时间不站在我们这边，龙门近卫队也已经参与了进来。”"
    hide jing with fade
    "他这样说着，谷涸却已经挥出了一剑，将没有反应过来的景斩首，一个不会留血的空壳倒下。"
    "世界又再次剩下了他一个人，他的愤怒远远没有消除，握住刚刚拿到的直剑，肆意地挥舞了起来。"
    "每一剑，都像是杀死景的预演，他像是在雕刻艺术品一般，看着世界的图景，一点点地向着自己心中的模样所变坏，无法言语的快感渐渐地填满了他。"
    show ou at left with dissolve
    ou "“你又任性了，谷涸。”有人在他的后面如是说，在他大展宏图时，打断了思绪。"
    g "“我爱做什么，想做什么，你都管不着。”"
    g "“未堰呢？怎么没有亲自来。”他用力地挥砍出最后一剑。"
    ou "“他正在填补空白，忙不开。”他如此说着。"
    hide ou with fade
    "谷涸转过身，又将一剑斜挥，将他的身体一分为二。"
    "又有一个景从镜子中走出。"
    show ou at right with fade
    ou "“堰让我告诉你，发泄该结束了。”又一剑，打在他的身上。"
    hide ou with fade
    "紧接着景从镜子中走出，就像是猜到了他的心思，掐准了时间。"
    show ou at right with fade
    ou "“别甩性子了，你想让我们的计划功亏一篑吗？”两剑，砍成了四块。"
    hide ou with fade
    "三剑，四剑，他挥舞地越来越快，也越来越顺手，不管他是否开口，有着怎样的信息想要传达。"
    "只是固执自我，无数的残肢杂乱地堆积在这个世界中，也变得越来越小，但景不再出现，让他感到了厌烦，手中的刀终于停了下来。"
    ou "“算了，我不管你了，你想怎样就怎么样。”"
    "景从镜子中走出，又浸入到镜子中消失，这一面镜子看到了外面的图景，一股巨大的斥力，推着谷涸，从那面镜子赶了出去。"
    scene weisuo with fade
    "他趴在地上，慢慢地站起来，身后是一面镜子，身旁是双手交叉的景。"
    show ou at right with dissolve
    show wei with dissolve
    show gu at left with dissolve
    "面前是名叫未堰的人偶师，坐在轮椅上，黑色的长发，穿着白色的衣服，宽大的袍由红色点缀，条带状似的延伸到臂膀，又顺着胸膛拉下来，带着愤怒看着他。"
    "谷涸没有说话，兀自地从一旁经过他，推开门，将要离开。"
    w "“你一句话要说的都没有吗？”他的声音冰冷，在空荡荡中回响着。"
    g "“你要是再有点用，就不必费那么多麻烦了！”谷涸的声音同样愤怒。"
    w "“人偶制造出来可不是随意让你来消耗掉的！”"
    "虽然并不完美，自己也不是心疼，但是数量上的积累，还是令他有些烦恼。"
    g "“你什么都没有做。”他转身回过来，将未堰从椅子上抓起来。"
    g "“而且，现在是我说了算！你明白吗？”"
    g "“我很烦，不要像个苍蝇似的嗡嗡叫了。”他将未堰放下来，继续走开。"
    g "“我累了，睡了。”打开的门被撞上。"
    hide gu with dissolve
    play music dia_babel
    "未堰的心跳急剧，久久不能平复."
    w "每次都是这样。"
    "无数的残体从镜子中被排斥出来，堆满了整个屋子。"
    "他叹了一口气，推着轮椅，打开了门。"
    "谷涸在床上平躺着，早早进入了沉睡，他的手里拿着一把短剑，慢慢地举起来，剑尖顶着心脏的位置。"
    "刺下去，就会要了他的命，但他还不能失去谷涸，不论是计划，还是自己的心愿，都必须要有一个强大的战力。"
    "他不是傀儡师，他是人偶师，他不能控制人偶的一切，只能用记忆的欺骗，在意识的罅隙中插入可能，以此来迫使人偶改变心思。"
    "沉默，寂静。"
    "未堰还是放弃了，想要再相信他一次，多年的朋友吗？"
    "甚至是自己能力的欠缺，恐惧着最坏的事情发生，毕竟自己也不愿意承担这份风险。"
    scene jingjia with fade
    show lin at right with dissolve
    play music avg_warm
    "林从昏睡之中醒来，痛苦覆盖了他的全身，特别是双手，有着疼痛，有着搔痒，引诱着他伸出手去抓挠"
    "他忍着，咬紧牙关，双手握成拳头，不让自己刚刚苏醒的意识再次消失。"
    show jing at left with dissolve
    i "“你醒了。”景对林说，他似乎正在收拾东西。"
    "林从沙发上坐起来，带着一点黄色光芒的小屋子，通过镜子，让他得已看清楚自己。"
    "裸露的上身，是绷带缠住了腹部，带着略微的红色，几近瘫费的双手，再难张开，被麻痹的神经，失去知觉的手指。"
    "林将双手摁在沙发上，艰难地搓开。"
    l "“我昏迷了多久。”他问景。"
    i "“大概一天左右。”"
    "景停下手中的动作，用一只手给他倒了一杯水，坐在了另外的一个沙发上。"
    "“我的衣服你应该能穿。”他用手指着沙发的靠背，那里放着一件长袖。"
    "林缓慢地穿上长袖，披上自己的外套，浅尝杯中的水，泛白的思绪还没有连接到昨日的记忆。"
    "整个人在苦痛中，一点点地唤醒着自我。"
    i "“很感谢，你帮助了我。”"
    i "“但我们就到此为止好了，我不想让你受到牵连。”"
    "林思考了片刻，从衣服中拿出了什么说。"
    l "“你见过这个U盘吗？”他将东西放在桌子上。"
    "景盯了他一会儿"
    i "“是我偷的。”"
    l "“你能确定吗？”林追问。"
    i "“但是，很抱歉，东西并不在我手上。”"
    i "“我知道过去的自己把它放在了哪里，可是，我必须用它去交换我最重要的人。”"
    "他的声音有些哽咽，或许他更强一点，就不必遭受这样的事情了，一只手在空中，用力地摆动着。"
    "林将杯子中的水一口饮尽，沉默了一会儿。"
    l "“如果你做的一切都是为了你的妻子，我不会责怪你。”"
    "景的眼神触动。"
    i "“你知道她吗？”他将东西收了回去。"
    l "“你的孩子，缄默告诉我的。”"
    i "“她很信任你啊！我可以把她托付给你吗？”男人的脸上如释重负。"
    "林点了点头。"
    i "“我不是一个好丈夫，也不是一个好父亲。”他低下了头。"
    i "“可我真的想去做点什么，为了她们两个，结果只是将我们代入到了灾难的深渊之中。”"
    i "“我想救她们，我需要钱，我不该与他们有所关联，与恶魔的交易，也使我不再拥有人的身体。”他的眼睛红润，站了起来。"
    i "“他们说，里面有信息可以治好她，但幸好我看了一眼，才知道自己被欺骗了。”"
    l "“我知道了，我不会插手你与他人的交易，但等你们完成交易后，我会不顾一切地出手。”他的身边没有任何武器。"
    i "“即使，你昨天与他交锋落得惨败吗？”景咽下去什么。"
    l "“我也有我想要保护的人。”他将拳头攥紧。"
    i "“我们或许很像，一样地固执。”他替林再次倒了一杯水。"
    i "“我会把交易的地点给你，你来不来，什么时候来，都由你自己决定吧！”"
    "他走到房间里，一只手背上单肩包，再走出来，把一张纸条放在桌子上，走到那扇镜子前，背对着林说。"
    i "“我相信你的承诺，替我向缄默说句好。”"
    l "“我更希望你亲口对她说。”林看着他说。"
    i "“是啊，如果可以的话，我还想再见他一面。”说完，他走入到了镜子之中，不见了踪影。"
    hide jing with dissolve
    hide lin with dissolve
    show lin with dissolve
    "林将水一口饮尽，翻出手机，那上面是众人99+的电话与短信，他打开最新的一条。"
    d "你到底在哪里，千万不要死，蝶的电话突然打了过来，震动着他的手。"
    "他第一时间没有应答，犹豫着要不要告诉她，紧接着的短信又如同潮水一般涌来，他将手机调成了静音。"
    d "林，为什么不接电话？是怪我当时没有和你在一起吗？"
    d "好想听到你的声音。"
    d "你终于要抛弃我这个累赘了吗？"
    d "不管你逃到哪里去，我都会再次找到你。"
    d "对不起，如果您看到这条消息的时候，能不能将电话给那个受伤的人，我是他的爱人，正在寻找他。"
    d "电话因为长时间没有应答而自动挂断，但是没有中断地电话再次打来，就像是紧咬着他不放一样。"
    d "拜托您物归原主！"
    d "就算不接，说点什么也好啊！我真的很担心手机的主人。"
    d "拜托啊，他到底怎样了？"
    d "选择：是否告诉蝶。"
    menu:
        "告诉":
            "“我很好。”"
            "林打下了这几个字，发送了过去，关掉了手机。"
            $ count_lindie += 1
        "不告诉":
            "长按回车删掉了所有的字，关掉了手机。"
    "腹部又开始疼痛起来，血的泛出，染红了绷带的内部。"
    "他支撑着自己勉强地站起来，双腿是麻木的，无法控制的。"
    "一点点习惯，一点点挪动，绕过杂乱的事物，终于来到了门口，踩进鞋，将门打开。"
    scene louti with fade
    play music avg_warm
    "出现在他面前的是空无一人的楼梯，阳关从间隙的窗户中洒下，铁锈将栏杆腐蚀。"
    "一步步走下去，脚步声在空荡中回响，直到他走到楼梯尽头时，直到他要走出单元楼的门时，有人出现，拦在他的面前。"
    show xing at right with dissolve
    x "“你怎么会，从那家伙的房子里走出来？没有事情吧！”"
    "星熊带着焦急，像是从别处赶过来的样子。"
    show lin at left with dissolve
    l "“鬼姐，我很好，我知道事情的所有经过了。”林对她说。"
    x "“这不是能说话的地方，让我们换到别处去！”她做出了一个手势，便带着林向远处的一栋楼走去。"
    scene jieti with fade
    "两个人走进楼，攀爬着楼梯。"
    show xing at right with dissolve
    show lin at left with dissolve
    x "“受伤了吗？”鬼姐在前面说。"
    x "“似乎，你被拉进了镜子之中，便再也没有出来。”一身黑色的她，被绿色的长发披着。"
    l "“犯人正是用这样的方式无数次逃脱。”"
    "他从后面，从稍下一点看着鬼姐，高大的她，必须微微弯腰才能够在狭窄之中不碰到头。"
    x "“啊，对了，先让我通知下他们。”她掏出手机，林上前两步，抓住了她的手臂。"
    hide lin with dissolve
    show lin with dissolve
    l "“千万不要。”粗壮的手臂让他一只手无法完全握住，但这样就够了。"
    "她疑惑地看着他，看到了那双坚定的眼神，看到了隐藏在眼睛之中的惧怕。"
    x "为什么？她想不明白林这样做的原因。"
    l "“我被那名为谷涸的人完全地打败了。”他松开手继续说。"
    l "“能在镜子之中随意穿梭偷走U盘的人，和真正想要得到它的人，不是同一个人。”"
    "星熊也放下了手，将手机重新放回到了衣服之中。"
    l "“一个被称作景，一个被称作谷涸。”"
    l "“后者似乎才是这次事件的策划者，也是一名感染者，我无论如何也无法突破他的攻击。”"
    "他掀起上衣，将绷带露出来。"
    l "“即使我使用能力直到崩溃，也无法阻碍他一分。”"
    x "“我从来没听过这两个名字。”鬼姐坐在楼梯上思考了起来。"
    "两个人在这样的高差弥补之中，终于处在一个平等的位置，视线对着视线，自然地眨眼睛。"
    "在放缓的节奏中变得愈发地迟缓，不知道这样下去，眼泪是否会因为干涩而被挤出来。"
    x "“会死吗？”她终于眨了下眼睛，眼泪润湿眼睛。"
    l "“会死的。”林十分肯定地回答。"
    l "“不过，他们之间似乎有了无法调和的矛盾，景现在要拿着U盘与谷涸做交换。”他从衣服中拿出了纸条，递给她。"
    l "“这是景给我的，这是他们具体交易的地点。”"
    x "“东区的废弃大楼？”她似乎想到了什么，想要说出来，却在说出口的那一刻停下了，转而换成了别的话。"
    x "“如果他们确实是一个组织，那我还是会申请支援的。”"
    "她站了起来，不小心碰到了头，捂着，弯下腰，继续向上攀爬，从衣服中再次拿出了手机。"
    x "“交易的时间呢？景有没有告诉给你。”她选择相信，电话正在拨打着。"
    x "“因为东西被偷了，所以那群人才回来寻找吗？”她自己小声地嘟囔着，没有让林听见。"
    l "“很快就会交易了，我不确定时间，但越早赶过去越好。”"
    "他们走到了顶层，鬼姐拿出钥匙，打开了门，里面的人，是昨天早上自己见到过的人。"
    scene jiance with fade
    show ou at left with dissolve
    show lin with dissolve
    show xing at right with dissolve
    "正在用望远镜观察着什么，几步走过去，透过打开的窗户去看，监视的位置正是林刚刚走出的门。"
    "电话被接通。"
    x "“陈，我需要人手，被偷走的东西，有了头绪。”"
    "电话的声音开的并不是很大，林听不清那边的话，那个人撞过头与他打招呼，两个人心照不宣地保持安静。"
    l "“一个朋友告诉我的。”被信任了吗？林这么想着，坐在了一旁，回想着自己与谷涸的交手。"
    "他想到他将他撞倒，他想到那个异常，他想到一种可能，他想到了一个关键，钟，似乎确实地影响到了谷涸。"
    x "“嗯，是的，就是那里，我会尽快地赶过去。”"
    "鬼姐挂断了电话，将视野转回两个人的身上。"
    x "“林，拿上武器，我和你一起先过去，”"
    u "“那我呢？”另一个人有点请求地问。"
    x "“还能有什么，继续监视。”她拿上了自己的盾牌。"
    x "“回来会告诉你全部的经过的。”"
    u "“好吧，毕竟这里也很重要啊！”他从衣服中掏出了手枪，丢给了林。"
    u "“拿去，子弹是满的。”"
    "林接住了手枪，点头示以感谢，不过他更想要的是刀，便在屋子中快速搜寻，什么武器都没有了。"
    "走！"
    scene louti with fade
    show lin at left with dissolve
    show xing at right with dissolve
    play music bat_longmencity
    "一刻也不能再耽误，两个人冲了出去，在楼梯间疾跑，落下阶梯的声音震得响亮。"
    l "“鬼姐，我想到一个方法，似乎能够打败那个人。”"
    l "“让我也打个电话，我需要联络一个人。”"
    x "“什么方法，你说的是谷涸吗？你自己的手机呢？”"
    "她回头看着他，只是比了个嘘的手势，便明白了其中的不语，毕竟自己也刚刚遭受了蝶的冲击，掏出手机递给林。"
    scene xiaodao with fade
    show xing with dissolve
    show lin at left with dissolve
    "他接过手机，输入一个号码，耐心地等待着电话打通，跟着的鬼姐突然停下，启动了眼前的摩托车。"
    x "“坐上来。”"
    "林还没有反应过来便被拉了上去，坐在了后面，她把头盔递给林，自己也戴上。"
    x "“害怕掉下去，就抱紧我。”她这样说，启动了引擎。"
    "电话终于接通了，林刚想要说话就因为惯性，摩托车突然地起步贴在了鬼姐的后背上。"
    "这可是自己的长官，他可不敢抱住。"
    scene dianhua with dissolve
    show lin at left with dissolve
    show zhong at right with dissolve
    l "“钟。”"
    "林这样说，打破了沉默，打消了对方想要挂断的想法，只是风在耳边呼啸，他不得不提高音量。"
    l "“我需要你的帮助。”背景里有蝶不断询问的声音传来。"
    z "“不是他，不是他。”他反复地说。"
    z "“有什么事情，聘请我的代价可不低。”"
    "林说给他那个地址，说出了绝对不能说出的秘密。"
    l "“天灾是可以人为创造的。”这关系着钟的过往。"
    z "“我知道了，我会尽快赶过去。”他挂断了电话。"
    scene jiedao8 with fade
    "林将不好意思将手机放回鬼姐的衣服里，有些尴尬的，有些犹豫的。"
    "但是突然的一个转弯，便让他不得不双手合住了手机，紧紧地抱住了她，手碰到的腹部，是柔软。"
    x "“打完了吗？”"
    x "“我要加速了。”她专心在驾驶上，对于林的言语并没有听见太多。"
    "只是少年抱住她的感觉，依赖于她的感觉，有些欣喜，有些愉悦，还想要他抱的更紧一点，自己什么时候对这些事情如此期待了呢？"
    "是因为他比自己小吗？是因为羡慕年轻人的恩爱吗？"
    "她不知道，只是按着记忆中的路线，默默地行进着。"
    "一路上，林的双手再也没有松开过，而且在每个摇晃时，都会收紧一点。"
    scene jingshu with fade
    play music dia_darkness01
    show zhong with dissolve
    "钟挂断了电话，跟着他一起站起来的孩子看着他，他耸耸肩，摇摇头表示不是她们所想的那个人。"
    "这才放弃了对他的兴趣，瘫坐在椅子上，兀自地转动着椅子，不知道再想什么，也是担心，也是无聊。"
    "可这样一个工作的场景，怎么会有供人消遣的事物呢？"
    "他叹了一口气，给他打来电话的明明她们要找的人，可是他不能说。"
    "昨天的经历已经告诉了他，那个人不是随便能够对抗的，虽然不知道是什么原因，但是以刀法见长的林，居然落入了下风。"
    "不能把她们两个牵扯进来，可自己现在怎么也在近卫局。"
    "因为要录笔录，因为要自己在一旁见证了整个事情的经过。"
    "什么假肢被砍了下来，什么街头打架，什么从镜子中发出的白光，让三个活生生的人消失不见，一个接一个的问题，让他有些焦头烂额。"
    "怎么，碰上你，就这么多事情呢？"
    "林，你总是在故事的中心呢。"
    "屋子里乱作一团，他走到正在拉人的陈面前。"
    show chen at right with dissolve
    z "“让我先过去吧！”他说出了让人意料不到的话。"
    c "“你知道我们要去哪里吗？”陈深吸一口气停下了动作，有些头疼地摸了下后脑勺，看着脸上略带微笑的他说。"
    c "“那她们两个呢？就丢在这里吗？”她感到好奇。"
    z "“我知道，一个朋友打来了电话，告诉了我一切。”"
    z "“我并不是他们的监护人,而且，没有比这里更安全的地方。”"
    c "“又是朋友。”她放下手，叹了口气。"
    c "“我应该能猜到你们说的朋友是谁，不用这么遮遮掩掩。”"
    "她看向两个孩子，一个是蝶，抱着手机不放，一个是缄默，安静地坐在椅子上，阅读着什么。"
    c "“确定不告诉她们吗？”她问。"
    z "“我相信他有不能说的理由。”"
    z "“那么我现在能走了吗？”他听见背后的脚步声。"
    c "“我本来也没想留你，她们两个我会找人照顾的。”"
    show die at left with dissolve
    d "“医生，你要离开吗？”蝶问。"
    z "“我一会就回来。”他说，但蝶抓住了他的手。"
    d "“我知道再这样要求有点过分，但是，还请您帮我寻找一下林。”"
    "蝶恳求着他，他看到合上书的缄默，偷偷地看着他们。"
    z "“我会的，他是我的朋友。”"
    "他说的是假话，他从来没认为别人是他的朋友，他说的是假话，他已经很久都是孤身的一个人了。"
    "蝶松开了手，钟走了出去，将几人留在了身后，推开门，在院子里找到自己的摩托车，戴上头盔。"
    "缄默把书合上，在后面和蝶一起看着他离开。"
    "林，像我们这样的人，真的可以被宽恕吗？你，想用这两个孩子，来弥补什么呢？"
    "他启动了引擎，向着林所说的那个地址驶去。"
    scene jiujiedao with fade
    play music dia_darkness01
    "林和星熊在一处隐蔽的地方停下，将摩托车停在隐蔽处。"
    "蹲伏着悄悄地靠近了那栋废弃的，只有六层楼高的大楼，掉色的广告牌，生锈的铁杆，以一种岌岌可危的感觉支撑在一起。"
    "仿佛只要有人从地下经过，便就要掉落下来，四面通风的门口，没有任何人监视，是陷阱吗？"
    "他们向里面看去，无人打扫的杂物，与野蛮生长的植物，表面布满了灰尘，仅留下了干净的几串脚印，在引导着他们前进。"
    scene pojiudalou with fade
    "两个人跟着脚印走上了楼梯，整个过程保持着安静。"
    "但是来自头顶上的声音不断传来，那藉由着空荡而不断回响的声音，令两人听得清晰。"
    "直到能够微微看见人之后，鬼姐给出了指示，停下了脚步，躲在了距离声源一层的位置。"
    show lin at left with dissolve
    show xing at right with dissolve
    l "“怎么办，要在这里解决他们吗？”"
    "林打开了手枪的保险，在楼梯上守卫的，四处观望的人，手里面拿着武器，也在讨论着琐事，关心着明天，咒骂着关于自我的不公。"
    x "“不要打草惊蛇。”她在观察着。"
    x "“应该能确定，交易正在进行。”她把头看向层内。"
    pause 1
    x "“我们换个方式上去。”"
    scene lingyitiaolu with fade
    show lin at left with dissolve
    show xing with dissolve
    "林明白了她的意思，走到窗边，把头探出去，向上看，找到了一个同样破损的窗口。"
    "他将袖口拉出，盖住掌心，爬上来，轻轻扒住外面的广告牌，感受到了摇摇欲坠。"
    hide lin with dissolve
    "踩在破碎的玻璃渣上，一点点地向上，将身体直起来，外面是近四楼的高度。"
    "他不敢往下看，只能尽力地向上跳起，伸出右手，抓住了上面的窗口。"
    "手指能清楚地感受到玻璃扎破手指的疼痛，出于本能地想要发出声音。"
    "但另外的一只手同样地搭了上来，两只手用力，将自己的整个身体撑了上去"
    "由于再没有支撑的地方，他倒了进去，没有把握好的高度，让剥离玻璃尖划破了衣服的一角。"
    "他从玻璃渣和灰尘中起身，用身旁的杂物小心地清除了窗户上的碎片，将头探出去，给鬼姐一个OK的手势。"
    hide xing with dissolve
    "她也如同他一样，站在窗口上，慢慢地起身，只不过起身地更高一点，只不过不用跳跃便能够扒住窗户。"
    "用力地一撑，便借助惯性从下面上来，林抓住了她的手，将她拉进来，两个人的手一同分享了鲜血。"
    scene zaigebi with fade
    "星熊看到了他手上的伤口，不过没有说话，她身上也没有什么可以包扎的东西。"
    "在这间屋子里，声音十分微弱，为了听得更清楚一点，两个人悄悄地探到门边。"
    "在走廊里的声音确实响亮了一点，但是距离听清楚还差着一点，不过有个好消息，经过观察，敌人正汇聚在楼梯口。"
    "两个人轻轻地从房间中走出来，悄无声息地打算摸过去。"
    "一点点，一点点，脚印踩在灰尘上留下痕迹，延绵着成为了长长的一条。"
    "但是有什么声音从前面的楼梯口传来，越来越响亮，意识到不妙的两个人躲进了最近的一间屋子。"
    scene guizi with fade
    show lin at right with dissolve
    "保持着镇定，脚步走出一步，两步，三步，便再也没有传来，仿佛是警觉的敌人，站在原地观察着。"
    "终于，声音走远。两个人这才放下心，对话的声音持续传来。"
    show xing at left with dissolve
    hide lin with dissolve
    show lin with dissolve
    "林将耳朵贴在墙上，能够听得清楚屋子里的交易，告诉鬼姐后，便决定不再继续前进，两个人躲在了这间屋子里比较隐蔽的，有点狭窄的位置。"
    play music dia_darkness01
    g "“你确定，这是真的吗？不会拿假的来糊弄我吧！”"
    "林听出了那是谷涸的声音，带着一份自傲。"
    g "“谅你也不敢骗我，快去和你的累赘团圆去吧！。”他踹开了一扇门"
    g "“给我看好他，别让他用镜子来逃跑。”"
    g "“给我看看这东西是不是真的。”"
    "风扇的声音转起来，声音嘈杂起来，又过了一会儿平静下来。"
    u "“是真的。”另外的一个声音给出肯定的回答。"
    "林的脸颊感受到了什么，是呼吸的温热。"
    "他的意识从失神中恍惚过来，才发现是鬼姐，也把耳朵贴在了旁边。"
    "比自己高很多的她，弯着身，让距离有些近，让他有些尴尬，有些不知所措，从下方盯着看她的面容。"
    "绿色的长发被挽到背后，略微白色的脸颊。"
    "再往上是紧闭的嘴，与翕动的鼻子，绿褐色的眼睛平静着，头顶的正中心长出由一点黑而散开的角，是鬼族的特征。"
    "向来高大，向来给人一种抗拒与可怕，可在她的身上，并没有这样的剧烈感。她的眼球转了一下，他的视线躲闪，意识再次集中在屋子里的对话上。"
    g "“好了，你可以离开了。”"
    "谷涸，沉默了一会。"
    g "“你要带走她吗？真是令人羡慕的爱情。”"
    g "“不过，你握着她的手，真的什么都没有觉察到吗？”他的声音里带着洋洋得意。"
    g "“哈哈哈！我忘了，你只是一个人偶，什么都感觉不到，真是可怜啊！”他迈出了步子，掀开了什么，撕破了什么。"
    g "“看，这没有血色的皮肤，这奇怪的形体，从胸口蔓延出的黑色画成了荆棘。”。"
    g "“这个人真的是你想要的吗？”"
    i "“是的，我确信着，她自始至终都没有变。”他的声音打颤，陷入昏迷的她，不能看，不能听，不能语，却让手指微动。"
    "重击，让人弯下了腰。"
    g "“抱的真紧啊！”"
    g "“就让我告诉你这所有的一切。”他拉来椅子坐在上面。"
    g "“她早就不行了，是堰那个家伙，让她吊着一口气，毕竟你对我们来说还是很有用的。”"
    g "“所以，她所做的一切，都只不过是堰在操纵。”"
    g "“她的意识早就消散，仅剩下一具躯壳，还是被更换过无数次的人偶。”"
    i "“不，我不信你。”椅子被推倒，谁踢出了一脚。"
    g "“你爱信不信，今天就给我死在这里吧！”"
    "谷涸的声量提高，打碎了一面镜子"
    g "“还想跑，不要把我的话不当话！”"
    g "“还想保护她，还想活下去。”"
    "剑劈砍的声音不断地传来。"
    g "“我给你那个权力了吗？”剑停下了挥砍。"
    g "“即使感到悲伤也不能流泪，即使受到伤害也无法流血。你早就不是人了，只是一个寄宿在物体上的怪物罢了。”他将什么踩在脚下。"
    g "“唯一的手还不肯放开吗？让我给你送开吧！”"
    "关节弯折的声音，手指被强行拽下的声音，虽然不是血肉与骨的构成，却因为轻质将声音放大。"
    g "“感到疼，就说出来啊！”谷涸的声音中带着欣喜。"
    g "“不甘吧！恨我吧！你有什么办法呢？”他用力地剁了下脚，将什么踩碎。"
    g "“没意思，绝望了吗？希望你还能将她拼好。”他停下了掰手指的动作。"
    g "“走了！”几个人踩着碎玻璃，碎片离开。"
    i "“我不想这样的，我本不想这样的。”"
    "景在小声的嘀咕，吸引了众人的注意。"
    g "“你在说什么胡话？”"
    "谷涸冷眼地看着他，仅存的无名指与小指松开，将镜子的小碎片露出，反着光。"
    "在众人疑惑之时，有什么被打开了，以景的掌心为中心，源石凭空地蔓延开来，一圈圈，一层层向外，几乎是在一瞬间将地面刺穿。"
    "裂纹向外延伸，塌陷了，巨大的刺长出，扼着谷涸的喉咙而去。"
    stop music fadeout 1.0
    "他不躲闪，他根本没在怕的，接触到他的源石净折破碎，散在地上，堆积在地上，又附着在他的身上。"
    "来不及逃走的人，死在这里，根本等不到大楼的塌陷，鲜血流入源石的空隙，让黑色多了几分红艳。"
    g "“不自量力，我等待着你的糜碎。”谷涸看着景说。"
    scene zhankai with fade
    scene cuihua with fade
    play music "<from 22 to 60>audio/bat_normal01.mp3" noloop
    "沙砾将谷涸淹没，巨块倒下压在他的身上，他完整地经历了这场灾难，而只是陷入到了黑暗之中。"
    "沙土化作了源石，在细小地挤压着，生长着，交错，凌锋又破碎，混乱逐渐地安静下来，一道白色的光，透过无数黑色的源石传入他的眼中，他被拉入镜中世界。"
    scene jingjie with fade
    "镜子堆叠在一起，镜子并排在一起，他在泛白的世界中，看见到自己无数的面容，孤孤的一个人站在空荡荡之中。"
    "他笑了，无数的镜子中的自己也笑起来，那并不是什么好事，因为在镜子的互相反射之中，身形变得模糊，变得扭曲，变得虚有，无限下去的自我，什么都不存在。"
    scene jingjiebengsui with fade
    "构成墙的镜子剥落，筑造地面的镜子抬升，谷涸在混乱之中找到向下的径，但每走下一步的他，镜子都在破碎，仿佛就是为了让他调入这般虚无。"
    "于是他坠下去，飞起来的镜子从四面八方向他裹挟而来。"
    "这自杀式的袭击，是无数镜子碰到他后的破碎，碎片消失在其中，抗拒着他，逃离着他，却不能挪动他分毫。"
    "是完全的落败，近乎不败的谷涸，即使是面对如同旋风般的攻势，也依然保持着轻蔑的笑容，现在他更加确信自己的强大。"
    scene jingjiebengsui1 with fade
    "一右手从镜子中伸出来，那面镜子便破碎，掉落下来，卡在一面横置的镜子上，是人偶师所制造的肢体。"
    "更多的手从镜子中伸出，更多的镜子随之破碎。谷涸落到了底，还是这个世界的意志陷入了焦灼。"
    "从镜子中涌出的肢体变得更多，逐渐地要变成半个的人形，就像是外来攻击的侵入。"
    "即使是装上了名为防火墙的防护，也会因为过量的差距，而逐渐地落入下风之中，这个时候只能全部放弃，从头开始排查。"
    "但他不能，他清楚地意识到自己所对抗的是什么，同样的自己，同样的自我，怎样防得住分布式拒绝服务攻击。"
    "谷涸感受到了世界的排斥，他处在人偶残海，而破碎的镜子与残骸还在不断地出现与落下，镜中世界的意识同样发现了异常。"
    "逐渐变得透明的谷涸，就要脱离这个世界，他要阻止这样的事情发生。"
    "但那是根源上的原因，无法去更改，更不敢用现在的镜子去撞击，因为无法预料到任何的一扇镜子，它的背后是否会出现人偶。"
    "对了，是了，残肢同样地开始化作源石，刺状生长，要将处在其中的谷涸吞没，刺穿了他的身体，就像是幻象一般。"
    stop music fadeout 1.0
    scene jingjiebijin with fade
    play music dia_babel
    "谷涸消失不见，一场华丽的演出落幕，源石在生长到极限之后破碎，却又在别的残骸上扎根生长，跳过发芽，跳过长茎，直接便是花的绽放。"
    "花粉透过仅存的镜子飘了出去，与空气融为了一体，谁也不会知道，谁也不会察觉。"
    "只有，见证这一切的人，从镜子中被人偶推了出来，坐在轮椅上的人——未堰，主动地走入了空地。"
    show wei with dissolve
    "几面还算完整的镜子从四周飞来，对准了他，落在镜子上的最初的手臂滚下去，掉在他的怀里。"
    "他拿了起来，细细地看着，那是张开的手掌，五指松散着，他伸出手触碰，五指弯折自如。"
    "将它们一个个完全地展开，就在这样的时间的流逝之中，镜中世界恢复了原样。"
    w "“景，我知道是你。”"
    "未堰把假肢放在双腿上。"
    w "“关于她，我很抱歉，我只是一个人偶师，而并非傀儡师，无法创造，无法修复意识。”"
    w "“虽然我并不知道到底发生了什么，但是你这样的状态无法持续吧！”"
    "没有回应，而是他无法回应，就像这个寂寥的世界，传不进来声音，传不出痛苦。"
    w "“哈，除了我，还有谁记得你呢，除了我，还有谁看中你呢？”"
    w "“虽然只是利益上的看重，但是有总比没有好吧！”"
    w "“你也不想就这么慢慢地被人遗忘吧！”"
    w "“你也不想自己的仇恨慢慢地消失在虚无之中吧！”"
    w "“景，我们的目的是一样的。”"
    w "“谷涸很强大，强大到他说什么，什么就是正确的。”"
    w "“但我并不需要他，一个完全不可控的风险，我何必留着他。”他终于露出了自己的真面目。"
    w "“我会将他再送来这个世界的。”"
    w "“这是我为你所创造的机会，现在你应当需要一个寄宿了。”他将手臂举起来，掌心对着自己，等待着。"
    "等待着。"
    "手指弯曲攥成了一个拳头。"
    w "景，你逃不掉了。"
    "未堰露出了满意的笑容，指示人偶，按照原来的路线，将自己推回去，轮椅转了个弯，进入镜子中消失不见了。"
    "镜中的世界重新排列，镜子拼接成一个正方体镶嵌正方体的结构，而在其中隐藏着什么。"
    scene guizi with fade
    play music bat_normal02
    show xing at left with dissolve
    show lin with dissolve
    "屋子里面寂静着，屋子外面焦急着，林听到无数的白噪音，逐渐地响亮起来，就像是谁在逐渐地拔高声音的频率。"
    "紧接着，是什么都无法再听到，那种令人恐惧的感觉再次出现，他抓住了鬼姐的手，还没来得及回神，拉着她冲进了走廊，向着楼梯口奔着。"
    l "“走，快走，我们上到顶层。”"
    "林喊着她自己根本听不见的声音，地面的裂纹插入到两人的足迹之中，紧接着是源石的烂漫与璀璨，在墙上侵蚀出无数的透光小洞。"
    "敌人发现了他们，更是发现了异样，最终似乎在说着什么。"
    "但是他听不见，敌人手中的武器举起来，向着两人迎来，他当然可以轻松躲过去，可是在自己身后的鬼姐要怎样，他不能冒这个险。"
    pause 1
    "开了枪，打中了敌人的腿，给无知者，无惧者又一个灭亡的宣判。"
    scene posui with fade
    "闯入楼梯，裂纹将阶梯变得不稳。"
    show xing at right with fade
    show lin with fade
    l "“鬼姐，你先过去。”他这样说，松开了手。"
    "两个人的眼神交流后，点了点头，她冲了上去，将通往天台的已经畸形的门撞开。"
    "林把握好跳跃与攀登的高度，成功地跟在了后面，他转身向后看了一眼。"
    "黑色的源石顺着墙壁找上了他，也带来了一束白光，还好鬼姐抓住了他的左手，将他拉离门口。"
    scene dingceng with fade
    show xing with fade
    show lin at left with dissolve
    l "“尽最大努力越过去！”"
    "林用空闲的右手指着最近的楼说。"
    hide xing with fade
    hide lin with dissolve
    show lin with dissolve
    show xing at right with dissolve
    "两个人收起武器，在塌陷之中先了一步，也就永远先了一步。"
    "迈过的地方，紧接着就布满了裂纹，混凝土的石灰破碎，变作了更加脆弱的源石。"
    "只有其中的钢筋还能刚刚地撑住一会儿。鬼姐先他一步跑到天台的边缘，跳了起来，被拉着的林没有将所有的力气用在跳跃上。"
    hide xing with fade
    hide lin with dissolve
    "两个人的横跨，在半空中失去了动力，在路途的一半急剧地跌落，"
    l "“鬼姐，相信我，我们会没事的。”"
    "林张开他的右手，展开了自己的源石技艺，令附着在那栋楼上的植物，疯狂地生长起来，直至两个人能够碰到的藤曼。"
    "星熊用左手抓住了藤曼，但由于惯性，藤曼所牵连的树枝被折断，但好歹是像荡秋千一样，撞在了由爬山虎做成的缓冲层上"
    "在最后的几刻，脱离了危险，大楼也一并倒塌。"
    stop music fadeout 1.0
    pause 2
    scene canhai with fade
    "如梦初醒。"
    play music avg_warm
    show lin at right with dissolve
    show xing with dissolve
    l "“鬼姐。”"
    "她松开了手，两个人瘫坐在地上，林扒开她紧握的手，被划破的手套，小心地脱下来，植物的绿色汁液与红色的血混在一起。"
    "他从外套中掏出酒精湿巾，细心地清理后，撕开自己身穿的衣服，在伤口上包扎，以极短的速度中做好了处理。"
    x "“谢谢。”"
    play music bat_longmenbatimp
    "星熊抓住他的手，被拉起来，两个人再回身看向大楼时，废墟已经完全地转变成了堆积源石的矿场。"
    "咔咔咔！有什么裂开，盯着源石看的两个人，视觉开始变得扭曲，身体的不适逐渐地凸显。"
    "林拉着星熊向后退去，但那种规模下的源石堆积，竟然在几个瞬间全都破碎，完整地化作了粉尘。"
    show gu at left with fade
    "紧接着从中诞生出一个人，一个完全没有受到影响的人——谷涸，站在残留的废墟之上，向下俯视，搜寻一圈的眼神，看到了他们两人。"
    g "“我们又见面了。”他的脸上露出了笑容。"
    g "“你是来找个的吧！”他举起手臂，张开手掌，挂在手指上的银色磨砂U盘落下来。"
    g "“被人盗取的资料，就在这里。”"
    l "“我怎么知道真假。”他已经见证了这一切。"
    g "“你的意思是，只要我说是假的，你就会把这一切当作没有发生是吗？”他笑得更开心。"
    g "“天真，我怎会留下祸患呢？”"
    "林的心跳加快，握着鬼姐的手感受到力量。"
    "他看了她一眼，松开了手，更换手枪的弹夹左手握住，右手抓住垂下的藤蔓，在小拇指处握断。"
    "他在其中注入了一颗种子，种子局限在藤蔓中生长，让柔软的本身变得坚硬。星熊将在后背的盾牌抓在手上。"
    g "“我希望，你找的帮手真的有用，而不再是以卵击石。”"
    "谷涸把U盘放入衣服之中，将在背后的剑拔出，双手握住，指向了两人。"
    hide lin with dissolve
    show lin at left with fade
    "这是挑战者与被挑战者的故事，林先一步冲了上来，手中的藤蔓已经变成了一把可以挺直的短枪。"
    "他在刺出去的同时旋转手臂，借用全身的力量，刺在他的胸膛。"
    "藤蔓的尖端被轻易地破坏，裹在其中的种子爆裂出来，将谷涸抓住。"
    hide lin with dissolve
    hide xing with dissolve
    show xing with fade
    "挥出的剑砍断藤蔓，迎着林，砍在了星熊的盾牌上，振出了气浪，与轰鸣声，仿佛是两种能力的对抗，鬼姐的角亮了起来。"
    hide xing with dissolve
    "但似乎是谷涸更胜一筹，用力地前压之后冲散了星熊的气势，将她击飞，也同时将在周围缠绕的藤蔓震断。"
    "这已经是无法对抗的存在了，林明白的，清楚的，知道的，但，至少要撑到支援的到来。"
    show lin with dissolve
    g "“我承认你的这位朋友，很厉害。”"
    hide lin with dissolve
    hide gu with dissolve
    show gu with fade
    "他跃起，双手握剑，向下劈砍，逼退了林，陷阱触发，却是软弱无力。"
    show lin at left with dissolve
    "谷涸从烟尘伸出了左手，抓住了使用源石技艺林的脖子，将他举起来。"
    hide lin
    hide gu
    show lingu
    g "“但对我没用，你还是像上次一样，毫无改进啊！”"
    "他的手用力，扼住了他的呼吸。林挥出右手，木质在手上生长，然后触碰破碎。"
    g "“想要蜉蝣撼动大树吗？”"
    show xing at right with dissolve
    "谷涸随意地挥出了一剑，将迎上来的星熊击退，振动了盾牌，更是让支撑的双手颤抖。"
    hide xing with fade
    "但林还没有放弃，令周围的藤蔓一并上来，缠住他的左手。"
    show xing at right with dissolve
    g "“看来得让你长点教训啊！”谷涸举起剑，重重地挥下去，鬼姐挡住了这一下。"
    hide xing with fade
    show xing2 at right with dissolve
    "但却倒地，再起不能，就连角也暗淡了下去，身体的损伤，迫使她从嘴角流出了鲜血。"
    "谷涸再次举起剑，他是世界的仲裁者，无法估量价值者，将剑抵在林的右手，在没有任何阻碍的弥想下。"
    hide lingu
    show lincangu with fade
    "切断了林的手臂，鲜血喷薄而出，却连剑，或者他的衣服一点也没有沾染到。"
    l "“啊啊啊啊！”"
    "林痛苦地喊叫着，这直接地疼痛，让他异常清醒，全身挣扎着想要逃脱。"
    g "“懂了吗？”他问。"
    pause 1
    "砰！林举起唯一能动的左手，开出了一枪。"
    pause 1
    "谷涸的脸上表示不解，又开出了一枪，表情已经开始从不解转为了忍耐。"
    pause 1
    "再一枪，他不再忍耐任何，将手上的力气加大，逼迫着一个人的窒息而死，子弹全都被压扁似的掉落在地上。"
    g "“我从没想过，会有一个人如此迫切地寻死。”他深呼吸一口气，继续说。"
    g "“只要你现在求我，你还能活下去！”"
    "林的笑容变得狰狞。"
    l "“笑话。”稳住了左手，将枪口指着他。"
    g "“开枪对我没用的，你试了这么多次，还不明白吗？”"
    l "“这一次，可有点不一样！”"
    "林闭上了眼睛，他的听力终于恢复，不再只是嘈杂，而是清楚地听到了声音，他在等待着。"
    pause 1
    "铃铃铃！"
    pause 1
    "铃声，他开出了自己最后的一枪。"
    pause 1
    stop music fadeout 1.0
    play music dia_calamity
    pause 1
    hide lincangu with dissolve
    pause 1
    hide xing
    pause 2
    scene weishengjian with dissolve
    pause 1
    show guran1 with fade
    "子弹打入谷涸的胸膛，他不敢置信地丢掉林，残臂旁流着的鲜血在空中画成了弯弧，倒在地上。"
    "掩息的星熊将他抱起，用手捂住了伤口，子弹没有穿过谷涸的身体。"
    "因为铃声只持续了一瞬，但一瞬就已经足够子弹，突破谜一般的防护，将死亡的恐惧传递给他。"
    "在子弹的位置，生长出了黑色的源石碎片，它们参差，它们不整，它们蔓延，一点点地吞噬着谷涸的身体。"
    hide guran1
    show guran2 with fade
    "完全不可逆的过程，即使是近乎无敌的谷涸，也无法抵抗来自内部的崩离解析，失去了支撑而倒下。"
    "敲响铃声的是钟，他慢慢走过来，他的右手握着一把枪，瞄准谷涸，扣动了扳机，注视着一切的他，看到了子弹被挤压成一点后弹走。"
    "停下了脚步，但谷涸的样子，是怎样也不能够反抗的状况，他再次振铃，同时开枪，一样的过程，一样的结果。"
    hide guran2
    scene canhai 
    show zhong with dissolve
    z "“现在，谁也杀不了他了。”他说叹气。"
    z "“星熊小姐，近卫队的众人很快就会到来，林会没事的。”他蹲下去，以医生的身份，开始替林进行紧急止血。"
    "又一个人出现，悄无声息地，毫无道理的，警觉到一切的钟站起来回身查看。"
    show ou at left with dissolve
    "是穿着白色衣服和黑色裤子的人，两个人互相对视着，观察着，试探着。"
    "终于来者开口说话。"
    ou "“钟医生，我是景。”"
    "钟感到惊讶，他的记忆里，景从来不会如此冷默，也没有现身的理由。"
    "他看着景，将谷涸抱起来，一只手伸入到衣服之中，拿出了什么。"
    ou "“接住！”"
    "他抛起那个东西，反了一下光。"
    "钟下意识地接住。"
    z "“这是什么？”"
    ou "“你要找的东西，特别是龙门近卫队要找的。”"
    "他转身就要离开，但似乎看到了什么，跃起的动作停了下来。"
    z "“和我有什么关系。”他问。"
    ou "“我不清楚，记得帮我打碎这面镜子！”"
    "景说，将一面镜子丢过来，钟看着那面镜子，看到了一瞬的白光，当镜子被接住的时候，两个人就像昨天一样，凭空消失不见。"
    u "“他们在这里！”有人这样喊道，支援来了。"
    stop music fadeout 1.0
    z "这下头疼了。钟自言自语说，他并没有打碎镜子的想法，回神看向还清醒的星熊小姐，有了一种请求的眼神。"
    play music avg_warm
    pause 1
    "——"
    pause 1
    "peng！"
    pause 5
    scene jiewei with fade
    play music dia_darkness02
    "第一部分结束，感谢观看"
    "后续内容敬请期待。"
    "欢迎提出建议"
    return
    jump 人偶师01