label 镜中之人05_2:
    $ gui.accent_menu_background = "gui/横置game1.png"
    $ gui.rebuild()
    scene zhensuoneibu with fade
    show zhong at left with dissolve
    show die with dissolve
    "推开治疗室的门，长椅摆放在正前，左面是桌子与柜子，另一边则是被白色布所遮盖的什么。"
    "虽然这并不是蝶第一次来到治疗室，但是她一个人还是有些害怕。"
    "开着的窗被更高的楼所遮挡，根本见不到阳，白色的灯光投射到地板上，投射进她的眼睛。"
    "空无一物的既视感，挑逗着她灵敏的神经，按照钟的要求，做到了椅子上，将袖口拉上去，露出手臂，完全交给他，忐忑地等待着一个结果。"
    "血肉与源石结合在一起，但锋利的尖退却下来，与皮肤贴的很近，轻度感染的症状。"
    "钟拿起一旁的本子，记上了什么，紧接着便对她说。"
    z "“看起来恶化被遏制住了，给你的药有什么副作用吗？”"
    d "“除了苦一点，没有别的了。”"
    "蝶如实回答，将袖口拉回，原处全身就这样遮挡起来，会感觉安全一点。"
    z "“那可是中药，怎么会不苦。”他笑了笑，打开柜子，将药材放入机器中碾碎。"
    "用手指偷偷地沾了一点，尝了下，露出了苦涩的表情。"
    z "“哇，好苦，你怎么忍下来的？”"
    d "“良药苦口，我是这么想的，想要尽快好起来，让他不再担心。”"
    "蝶说的时候低下了头，带着一种期盼的深情。"
    z "“他是个固执的笨蛋。”"
    z "“你不告诉他，他就不会知道，就不会明白。”"
    "也许并不是如此，是他注意到了，并没有说出口，不想呢？还是不愿意呢？似乎特别喜欢维持常态。"
    d "“我才不会告诉他。”"
    d "“他只会把我当小孩子看。我已经长大了，可以自己思考了。”"
    z "“他只是不想你离开吧！”"
    "因为长大了，就不能再那么轻松地相处了，就不能再忽视谁的感受了。钟将药分开包好。"
    z "“还是一周的量，一天吃一次。”他提醒蝶说。"
    d "“知道了。”"
    hide zhong with dissolve
    hide die with dissolve
    show zhongdie at right with dissolve
    "蝶站起来，但钟似乎想到了什么，突然上前，蝶受激似的后退，但钟抓住了她的手，推开袖口，将手臂露了出来。"
    "粗暴的方式推过晶石，让蝶感觉有些疼，眼泪就要挤出来。"
    z "“啊，抱歉！”"
    "钟从自己的世界中走出来，意识到了自己的不礼貌，连忙道歉，他的眼睛中也有泪的影子。"
    "蝶把袖口再拉下去。"
    d "“怎么了，你好像很紧张的样子。”"
    z "“我可以问你一些事情吗？”"
    "他请求的言语中却有着一丝的悲悯，是她所不曾见到的，不曾感受到的。"
    d "“嗯。”"
    "蝶努力镇定自我。"
    z "“你还记得自己什么时候感染源石病的吗？”"
    d "“我不确定，似乎它一直都在跟着我。”"
    "蝶试着去回想什么，回应她的是空无一物。"
    z "“最早的记忆是什么？”他的语气有些急切。"
    d "“沙漠，我和他在那里将绿洲焕发生机。”"
    d "“那个时候，似乎晶体比现在更锋利，还要流出血来。”他比现在更加亲切。"
    hide zhongdie with dissolve
    show zhong with dissolve
    show die at right with dissolve
    "钟的脸上露出了笑容，似乎是识破了什么，得到了答案的他变得自信起来。"
    z "“我说为什么，他来到龙门后，没有第一时间寻求我的帮助。”"
    z "“他明明知道我的身份，知道我的过去，却也要试探。”"
    z "当然，我是个聪明人，谢谢你林，冒着这么大的风险，向我传达。"
    d "“医生，我该怎么？”"
    "蝶问他，有些不知所措。"
    z "“哦，没事没事，药继续按时吃就好了。”"
    z "我必须获得更多谈判的信息，这或许是自己的救赎，就在自己的面前。"
    "说完便领着蝶走了出去，看到大开的门，以及咚咚咚的响声，从门外传来。"
    jump 镜中之人06