label 镜中之人05_1:
    scene zhensuoneibu with fade
    show zhong at left with dissolve
    show diejian at right with dissolve
    "推开治疗室的门，长椅摆放在正前，左面是桌子与柜子，另一边则是被白色布所遮盖的什么。"
    hide diejian with dissolve
    show jian at right with dissolve
    show die with dissolve
    "钟让缄默坐到一边，先开始对蝶的复查，她坐到椅子上，将袖口推上去，展示出被感染的手臂。"
    "血肉与源石结合在一起，但锋利的尖退却下来，与皮肤贴的很近，轻度感染的症状。"
    "钟拿起一旁的本子，记上了什么，紧接着便对她说。"
    z "“看起来恶化被遏制住了，给你的药有什么副作用吗？”"
    d "“没有什么特别的感觉。”"
    "蝶如实回答，将袖口拉回原处。"
    z "“那就好，一旦出现不适，尽快联络我。”"
    "他将柜子打开，准备起了药材，放入一个机器之中，被轧成了粉。"
    z "“一周的份。”"
    z "“对了，她怎么称呼。”"
    "钟手上的动作持续着，没有停下来，视线没有盯着，也一样行动自如。"
    d "“她叫缄默，会写字。”"
    hide die with dissolve
    hide jian with dissolve
    show diejian at right with dissolve
    "蝶把缄默领到了座位上。"
    z "“嗯~好吧，我明白了。”"
    "他拿来笔和纸，递给缄默。"
    z "“那么，你感染的症状在哪里呢？”"
    "医生忙完了手上的活。"
    d "“他会治好你的。”"
    "蝶见缄默有些羞怯，安慰她说，把外套脱了下来，盖在她的正面，彼此建立信任的眼神交汇着。"
    hide diejian with dissolve
    show diejian with dissolve
    "她慢慢地脱下衣服，将后背展露给医生。"
    hide zhong with dissolve
    show zhong at right with dissolve
    "他搬来一把椅子，坐在缄默的后面，在惊讶之后，开始观察起来。"
    "钝化的刺，与骨肉连接在一起，一层叠着一层，由内及外，由里及表，由心及体，从没见过如此小的孩子，感染到这种程度。"
    z "“看起来很严重，接下来，我要用手直接触碰，可以吗？”"
    "他带上了防止感染的手套，喷上酒精清洗，缄默点了点头。"
    "手指触碰到边缘，石片牵连着周围的皮肤，能够感知到的一并带动。"
    "他想挪动一下，却有着巨大的阻力，一点的改变传递到了整个面上，有些奇怪，似乎是固化地太紧密了。"
    "他停下摆弄，将手套脱下，站起来，站到桌子旁，写下了初步的诊断。"
    z "“孩子，你感染了多久了？”"
    "缄默将上衣小心翼翼地放下去，在纸上写下了她也不清楚的答案。"
    z "“那是什么时候注意到的呢？”"
    "她摇摇头，表示自己也记不太清了。"
    z "“身上的感觉呢？”"
    "有点痒，有点疼。"
    z "“你用手碰过吧！”"
    "钟叹了一口气，走过来，蹲下去，抓住她的手看。"
    z "“不会流血吗？”"
    d "“她似乎连颜色都无法分辨。”蝶告诉他。"
    "他不敢相信，松开了她的手，沉默了许久，带着惊颤站了起来，再次打开柜子。"
    z "“我不敢保证，能够遏制它，至少我会让你感觉好一点。”这是不可能的，他做不到。"
    "就像是宣判她的死亡一样，带着无法抑制的悲情，感染者在这片大陆上，哪里都有。"
    "可是孩子，没有错的孩子，为什么要承受痛苦呢？"
    "他想不明白，就仿佛是回到了无数个日夜前的过去，没有给他答案，甚至是疑问的萌芽，都要被扼杀，无法面对真相的自己，只能够逃走。"
    "他看着桌子上的花，突然想到了什么，兴奋地转过身。"
    z "“能否让我再看一眼？”他对缄默说，就像是一个想法，即将成为现实。"
    "缄默缓缓地推上衣服，将整个后背露出来。"
    "钟看着，却手忙脚乱，后退，退到了桌子边，仍旧不满。"
    "竟然攀了上去，眼里放出了光彩，跌下了桌子，让看着这一切的蝶有点奇怪，帮着缄默放下衣服，带着警惕将她保护在身后。"
    hide diejian with dissolve
    show diejian1 with dissolve
    z "“哈哈哈……”他躺在地上，笑起来。"
    "林，你可真是给我带了个大惊喜啊！”"
    jump 镜中之人06