label 镜中之人01:
    $ gui.accent_menu_background = "gui/横置game1.png"
    $ gui.rebuild()
    play music avg_storyendjp
    scene jiedao with fade
    "林和她在空无一人的街上走着。"
    show lin at left with dissolve
    "他犹豫着要不要拉住她的手。"
    hide lin with dissolve
    "比自还小的孩子，要寄住在自己的家里。"
    show lin with dissolve
    "不是不愿意，只是相当狭小的空间，要怎样容下三个人。"
    hide lin with dissolve
    show lin1 at right with dissolve
    "他回头看向她，她安静地看着他。"
    hide lin1 with dissolve
    "两个人不言不语。"
    show linjian with dissolve
    "最终是林伸出了手，紧紧地拉住了她。"
    "小小的手，有些微凉的手。"
    "转身走进胡同之中。"
    scene hutong with fade
    "穿过在地上堆积的垃圾，在地上宿醉的无家可归之人。"
    scene louti with fade
    show lin at left with dissolve
    "他们走上外搭的生锈的铁质楼梯，吱呀呀地不知道什么时候会倒下，还好，林居住的楼层很低。"
    "林打开栅栏门，向外拉，生锈将转轴一卡一卡。"
    "他打开真正的门，向里推却变得很容易，锁是与周围格格不入的一种新。"
    "味道，从其中涌出，地上是一双女孩的鞋，和两双新的拖鞋。"
    "林让她先进来换鞋，自己则将门好好地关上。"
    u "“你回来了？饭做好了”女孩扒着走廊口，探出一个头，明明是喜悦的声音，看过去，却是快速变化的笑容与烦躁。"
    l "“我回来了！”林回应她，但他继续说："
    l "“我还需要再打个电话，你们先吃饭。”"
    "林拨出了熟悉的号码，等待接通。"
    show chen at right with dissolve
    c "“林，安全到家了吗？”是一名女性的声音，带着些许的焦急，还在忙吗。"
    l "“不是很远，我已经到了。”他再次强调着什么,对方是自己的上司陈。"
    c "“我们找到的只有无法偿还的欠条与账单，我想这就是促使他走上犯罪的原因。”她的声音中有些无奈。"
    c "“债主那边似乎早就猜到了我们会来，爆炸出现地突如其来，小队成员受伤惨重，敢招惹我们的人，绝不能让他跑了！”是十分气愤的声音"
    c "“被偷走的东西很重要，在他们寻找到下家前，一定要截留下来。”"
    l "“他肯定还会回来的。”"
    c "“也许吧，孩子就先在你那边，密切关注，等事情过去后，我们会想办法安置地。”"
    l "“我也可以帮上忙的。”"
    c "“我知道你的想法，但休息也是必须的。”"
    c "“不用担心，你们两人的身份和蝶的入学手续明天就能准备好了，你到时候过来拿就行。”"
    l "“谢谢。”他说得很冷漠，却是感激。"
    "“谢谢。”他在心里说了第二遍。"
    c "“龙门欢迎你们。”她说出这句话，在心中没有任何的份量。"
    c "“先挂了！有什么事情，迅速汇报过来。”电话被挂断。"
    scene weiwan with fade
    show lin at left with dissolve
    show die at right with dissolve
    play music sys_penguinlogistics
    "林松开右手，那上面尽是铁锈，在慌张与舒怡之中，不适感被忽略了，重新打开门，蝶站在了她的面前，双手叉腰，挡住了他的去路。"
    d "“那个孩子是谁？”她很生气。"
    l "“无辜的孩子。”他关上门，小心翼翼地让右手掌和物品保持着距离。"
    l "“住不了几天。”他现在很想去洗一个手，左手笨拙地拉开外套的一边。"
    d "“真的只是这样吗？”她迈出一步，双手握住了林的左手，找到了他的弱点。"
    l "“是真的，我怎么会骗你呢？”林露出尴尬的笑容。"
    d "“盯着我的眼睛说。”她踮起脚尖身体前倾，态度坚决。"
    l "“她很快就会回去，只是暂住几天。”他对上了她的双眼，身体的姿势因为蝶的压迫变得越来越扭曲。"   
    d "“几天是几多久啊！”她的声音大起来。"
    l "“等这次的案件结束，大概就是了。”他赔笑，想让蝶冷静一下，但她压了下来，他向后退出一步，两个人撞到门上，蝶便贴到了他的面前。"
    d "“你，不旅行了吗？”她肯定是偷听了他的电话，听到了他对于陈的请求。"
    l "“我不希望你痛苦地支撑自己。”他的左手抓住她的右手。"
    l "“带着病旅行，忍受着痛苦，并不是我们旅行的初衷。”"
    d "“可这，并不是你最初和我说好的事情。”她有些失落想要松开手，却被紧紧抓住。"
    l "“事情，都是会变的，但是我向你保证，旅行不会终止。”他想要将自己心跳的脉搏传达过去。"
    d "“我相信你，但这还不够。”她看着他。"
    "平静的目光，从他的眼睛开始游离扩散，蔓延至整个的面庞。"
    d "“可是，这还不够，我希望你能够向我肯定，向我发誓。”她表现得有点过于正经了。"
    "林停顿了一下，他所知道的，是蝶能够治愈源石感染的秘密，是蝶的记忆在不断衰退的事实，他无法想象明天，更不愿去欺骗。"
    l "“我发誓。”他一字一句地说。"
    d "“那就说好了！”"
    l "“说好了。”他微笑着说，蝶却抓住了他无所适从的右手，碎屑的小小扎刺感快速迸发，让他的意识变得清醒。"
    d "“千万不要忘记了。”这似乎是死的威胁，她将脸贴得更近，然后先一步松开手，跑进了洗手间，传来水流的哗哗声。"
    scene weiwan with fade 
    show lin at left with dissolve
    l "无奈地摇了摇头，一只手撑着自己缓缓站起来，重新将外套脱下，同时将鞋子换掉。"
    "来到厕所所对视的厨房，将右手好好清洗，可还是有着黄色的残留，不用肥皂不行吗？"
    "与蝶同时走出来，撞在一起，是吐出了舌头的她，先一步走了进去，床板传来吱呀的声音。"
    show jian with dissolve
    show die at right with dissolve
    l "将门关好，拉出折叠椅，坐在了桌子的一边，而另一边，则是仍然在生气的蝶与乖乖坐在一旁的孩子。"
    "她虽然低着头，眼睛却灵动着，试探性地拉起，碰到人之后又迅速地转下去。"
    l "“不用客气，你把这里当作家一样就行。”他看着她始终没有拿起的筷子说，蝶和她同样都是长长的黑发，只不过她的头发上别着一朵蓝色的花。"
    d "“哼！”蝶发出不满的声音，让她更加退却了。"
    d "“我在说这个人，总是一个人擅作主张，完全不管别人的想法！”她连忙解释拿起筷子指着林。"
    l "“对不起，我道歉。”他想要起身道歉，被蝶踩了下脚，制止了。"
    "你在和比你小的孩子争什么啊！林在内心喊，看向她。"
    d "“先吃饭吧！别凉了。”她完全不管，将筷子推到了她的手中，然后一个人自顾自地吃了起来。"
    "林还想说些什么，但是看到她终于尝试地将筷子拿住，便停下了疑问的想法，也将筷子拿起。"
    "想要夹住菜的时候，与蝶撞到了一起，两个人抬起头，看向对方，深知是不能退让，便开始了激烈地抢夺。"
    "把菜放进自己的碗里，高度一点点地被削下去，在林专注于盘子里的时候，蝶伸出了自己筷子。"
    "从林的碗里抢走了许多，他没有防住这一下，有些懊恼，报复性地也将自己的筷子伸过去，将被抢走的夹起。"
    "蝶却将菜和筷子一并咬住，牙齿与竹子发出清脆的响声，恶狠狠地拉走。"
    l "“真是服了你！”他停下动作，左手放在脖子上抚摸。"
    l "“我不和你抢了，这双筷子和这盘菜都归你了！”他松开了手。"
    d "“不行！”她含糊地说着，筷子在咀嚼中起伏。"
    d "“你继续用这双筷子就行。”她抽出筷子，递给林"
    "林接过来，摇了摇头，重新开始吃饭。"
    "但她的筷子在视野中出现，几乎是怼到了林的面前，于是他看着她，她看着他，宣誓主权的一幕。"
    "林自然明白，可他并不想那么简单地屈服，用筷子取走了菜，快速地放进嘴里，不好的预感袭来，他端起自己的碗一边向后一边站起来。"
    "“啪！”是十分响亮的一声。"
    d "“啊，你到底在想什么啊！”蝶懊恼地说着。"
    d "“正常人，不都该接下来吗？”她把筷子放下来。"
    l "“我不是接了吗？”他说着。"
    d "“你怎么接的啊！”"
    l "“用筷子！”他甚至还用筷子演示一遍。"
    d "“啊！啊啊啊！！！”耿直的回答，让她有些抓狂。"
    u "“咳咳咳！”女孩的声音让紧张的局势缓解，她默默地吃着，看着他们的表演，有些害怕，有些忐忑。"
    "不过她看到了不同，不同于她过去所见到的一切，注意到的时候，呼吸早就停滞了很久，不自觉地露出了笑容，是咳嗽，挤出了眼泪。"
    "但她并不感觉痛苦，反而是种喜悦，是种快乐。"
    d "“好好吃饭！”她有些气，又有些好笑地命令林！在心里默默地笑了起来。"
    l "“是！”他重新坐下来，举了白旗，三个人总算将饭吃完。"
    "那么，让谁去洗碗？"
    $ gui.accent_menu_background = "gui/横置game1.png"
    $ gui.rebuild()
    menu:
        "蝶":
            $ count_die += 1
            jump 镜中之人02_1
        "林":
            $ count_lin += 1
            jump 镜中之人02_2
    